{
  "slug": "sydney",
  "name": "Sydney",
  "overviewText": "Sydney seamlessly blends breathtaking nature with a vibrant city buzz!\n\nEncounter native wildlife at Taronga Zoo, spot whales off the coast of Cronulla, and snorkel among vibrant marine life in Jervis Bay. Explore lush escapes like the Royal National Park and the Blue Mountains, where wallabies and exotic birds roam free.\n\nSavor fresh seafood at the Sydney Fish Market, indulge in fine dining with stunning Harbour Bridge views at Circular Quay, or enjoy classic fish and chips by the crystal-clear waters of Bondi Beach. Thrill-seekers can scale the Harbour Bridge, while culture lovers can catch a world-class show at the Sydney Opera House.\n\nWith its iconic beaches, bustling main streets, and laid-back charm, Sydney is the perfect blend of adventure and relaxation.",
  "overviewImage": "https://zxuuzgoqdptulwnylwft.supabase.co/storage/v1/object/public/destinations/sydney_overview.jpeg",
  "recommendations": [
    {
      "title": "Bondi to Coogee Coastal Walk",
      "description": "Stunning 6km coastal walk with beautiful beaches, rock pools, and ocean views. Stop for a dip at Bronte Ice Baths or snorkel at Gordons Bay."
    },
    {
      "title": "Sydney Harbour Exploration",
      "description": "Take a scenic ferry to Taronga Zoo to see kangaroos, wallabies, and koalas, or cruise to Manly Beach for world-class snorkeling at Shelley Beach."
    },
    {
      "title": "Sydney City Walk",
      "description": "Explore iconic landmarks from Darling Harbour to the Opera House, including The Rocks, Royal Botanic Garden, and bustling George Street."
    },
    {
      "title": "Bar Totti's",
      "description": "Antipasto and crab pasta are must-tries at this popular spot. Be sure to book a table in advance."
    }
  ],
  "activities": [
    {
      "name": "Bondi Beach to Coogee Beach Walk",
      "highlights": [
        "Chill at any beach along the way!",
        "Dip at Bronte Ice Baths",
        "Snorkel at Gordons Bay",
        "Shop at Bondi Junction on the way to or from Bondi Beach"
      ]
    },
    {
      "name": "Ferry to Taronga Zoo",
      "highlights": [
        "See kangaroos, wallabies, and koalas",
        "The ferry is nice, but for the zoo stay close to the exit if you want to hop on the shuttle as soon as possible"
      ]
    },
    {
      "name": "Ferry to Manly Beach",
      "highlights": ["Snorkel along the way and at Shelley Beach"]
    },
    {
      "name": "City Walk",
      "highlights": [
        "Start at Darling Harbour",
        "Barangaroo",
        "The Rocks at Circular Quay",
        "Sydney Opera House",
        "Royal Botanic Garden",
        "National Museums and Galleries",
        "Hyde Park",
        "George Street"
      ]
    },
    {
      "name": "Other",
      "highlights": [
        "Party boat around Sydney Harbour",
        "SEA LIFE Sydney Aquarium and Australian National Maritime Museum",
        "Kamay Botany Bay National Park, Cronulla Beach and Sand Dunes, Kurnell Beach",
        "White Rabbit Gallery",
        "Crowne Hotel and Casino",
        "Star Hotel and Casino"
      ]
    }
  ],
  "suburbs": [
    {
      "name": "In City",
      "blurb": "In the city",
      "locations": [
        {
          "name": "Bar Totti's",
          "blurb": "Antipasto and crab pasta are must-tries. Book a table in advance."
        },
        {
          "name": "Mango Coco",
          "blurb": "Renowned for desserts like Egg on Nest. Worth a visit for a sweet treat."
        },

        {
          "name": "Spicy Joint",
          "blurb": "Perfect for those who love a good Mala/Szechuan spice experience."
        },
        {
          "name": "Mr. Wong",
          "blurb": "Upscale, modern Asian cuisine with a stylish ambiance."
        },
        {
          "name": "Hansang",
          "blurb": "Traditional Korean dishes in a cozy setting; known for their hearty soup."
        },
        {
          "name": "Bornga",
          "blurb": "Classic Korean BBQ with quality meats."
        },
        {
          "name": "Gogo Music BBQ",
          "blurb": "Casual Chinese dining with a varied menu."
        },
        {
          "name": "Lilong",
          "blurb": "Cozy spot serving authentic Shanghainese cuisine. Their xiao long bao is a must-try."
        },
        {
          "name": "Chowon",
          "blurb": "Classic Korean BBQ with premium cuts and flavorful banchan. Great for group dining."
        },
        {
          "name": "Gyradiko",
          "blurb": "Go-to for authentic Greek gyros and souvlaki. Fresh, flavorful, and affordable."
        },
        {
          "name": "Abura Soba Noodles",
          "blurb": "Delicious soba noodle dishes in a simple, no-fuss environment."
        },
        {
          "name": "Mensho Ramen",
          "blurb": "Authentic ramen with rich, flavorful broths."
        },
        {
          "name": "Beom Beom",
          "blurb": "Modern Korean fusion with a creative twist."
        },
        {
          "name": "HeyTea",
          "blurb": "Popular tea spot known for cheese teas; also available in Burwood and Melbourne CBD."
        },
        {
          "name": "Bengong Metro",
          "blurb": "Contemporary dessert and pastry shop with a chic vibe."
        },
        {
          "name": "The Eight",
          "blurb": "Dim Sum."
        },
        {
          "name": "Ho Jiak",
          "blurb": "Malaysian cuisine."
        },
        {
          "name": "Holy Basil",
          "blurb": "Thai cuisine."
        },
        {
          "name": "Kuki Soft Serve and Cookies",
          "blurb": "Soft serve and cookies."
        },
        {
          "name": "Thanon Khaosan",
          "blurb": "Thai cuisine."
        },
        {
          "name": "Betty's Burgers",
          "blurb": "Classic burgers with a cult following."
        },
        {
          "name": "Doodee King",
          "blurb": "Thai street food with bold flavors."
        },
        {
          "name": "A Bowl of Noodles",
          "blurb": "Shanghai-style noodles; scallion oil noodles are a must-try."
        },
        {
          "name": "Toby's Estate Coffee Roasters",
          "blurb": "World-class coffee."
        },
        {
          "name": "Heytea",
          "blurb": "Famous for cheese foam tea and fruit tea blends. A must-visit for tea lovers."
        },
        {
          "name": "Homm",
          "blurb": "Stylish café with top-notch pastries and specialty coffee. Perfect for a relaxed brunch."
        },
        {
          "name": "Molly Tea",
          "blurb": "Known for fragrant jasmine tea and refreshing blends. A hidden gem for tea enthusiasts."
        }
      ]
    },

    {
      "name": "Bars",
      "blurb": "Bars",
      "locations": [
        {
          "name": "Cantina OK!",
          "blurb": "Renowned for its margaritas."
        },
        {
          "name": "Bancho",
          "blurb": "Asian-inspired cocktails with unique flavors."
        },
        {
          "name": "Vina Bar",
          "blurb": "Viet-inspired cocktails."
        },
        {
          "name": "Caterpillar Club",
          "blurb": ""
        }
      ]
    },
    {
      "name": "Surry Hills",
      "blurb": "Yuppie food, perfect spot for brunch or trendy modern meals.",
      "locations": [
        {
          "name": "Paramount Coffee Projects",
          "blurb": "Excellent brunch spot with a trendy atmosphere."
        },
        {
          "name": "AP Bakery",
          "blurb": "Grab some delicious pastries to-go; take the elevator upstairs."
        },
        {
          "name": "Ito",
          "blurb": "Japanese-inspired dishes with a minimalist approach."
        },
        {
          "name": "JIBBICOFFEE ROASTERS",
          "blurb": "World-class coffee: won the World AeroPress Championship and more."
        }
      ]
    },
    {
      "name": "Newtown Street",
      "blurb": "Hipster vibes, close to home.",
      "locations": [
        {
          "name": "Azuki Bakery",
          "blurb": "Small bakery with tasty treats."
        },
        {
          "name": "Maeda",
          "blurb": "Japanese cuisine with a relaxed atmosphere."
        },
        {
          "name": "Hanoi on King Newtown",
          "blurb": "Vietnamese joint."
        },
        {
          "name": "Thai Pothong",
          "blurb": "Decent Thai food, nothing exceptional."
        }
      ]
    },
    {
      "name": "Burwood",
      "blurb": "Chinese suburb.",
      "locations": [
        {
          "name": "Mr. Stonebowl",
          "blurb": "Popular Chinese restaurant with a wide range of dishes."
        },
        {
          "name": "Xi Bay Hand Made Noodles",
          "blurb": "Delicious handmade noodles; a must-try."
        },
        {
          "name": "Tea n Co",
          "blurb": "Cozy spot for tea and light snacks."
        },
        {
          "name": "HeyTea",
          "blurb": "Famous for cheese teas; also available in CBD and Melbourne."
        },
        {
          "name": "Bengong Bakery",
          "blurb": "Known for pastries and boba. The Town Hall and Darling Harbour locations offer different selections."
        },
        {
          "name": "Karriton Dessert",
          "blurb": "Ube-flavored sweet bread. If you're heading to Melbourne, consider getting it there in the CBD."
        },
        {
          "name": "Homeway",
          "blurb": "Shandong food."
        }
      ]
    },
    {
      "name": "Strathfield",
      "blurb": "Korean suburb.",
      "locations": [
        {
          "name": "Mandoo",
          "blurb": "Phenomenal dumplings and hearty soups. Perfect for sharing—order one soup and a couple of dumplings for two."
        },
        {
          "name": "Hansang",
          "blurb": "Reliable spot for traditional Korean cuisine."
        }
      ]
    },
    {
      "name": "North Strathfield",
      "blurb": "Korean suburb.",
      "locations": [
        {
          "name": "Jongro Hwaro KBBQ",
          "blurb": "Highly recommended; our top KBBQ in Sydney. Let us know if you agree!"
        },
        {
          "name": "Butcherant KBBQ",
          "blurb": "Another top pick for quality KBBQ."
        },
        {
          "name": "Myeongdong",
          "blurb": "Tasty Korean dishes in a casual setting."
        }
      ]
    },
    {
      "name": "Marrickville",
      "blurb": "Vietnamese suburb, but trendy eats and cafes.",
      "locations": [
        {
          "name": "Vn Street Food",
          "blurb": "Worth the trip for exceptional bun cha. Order at the counter, eat on the other side, and don't forget to grab spices for dipping your meat."
        },
        {
          "name": "Jasmine 1",
          "blurb": "Lebanese in Leichardt."
        }
      ]
    },
    {
      "name": "Bondi",
      "locations": [
        {
          "name": "Bondi Junction",
          "blurb": "Great for food and shopping."
        }
      ]
    },
    {
      "name": "Other",
      "locations": [
        {
          "name": "The Grounds of Alexandria",
          "blurb": "A charming 'plaza' close to our home, ideal for a quick visit. Though it's a popular Instagram spot, there's not much else going on."
        },
        {
          "name": "My Mother's Cousin (Bexley North)",
          "blurb": "Excellent pizza and hot honey wings, with a standout apple pie ice cream dessert. Perfect for a satisfying meal."
        },
        {
          "name": "Harris Park",
          "blurb": "Indian, Middle Eastern suburb."
        },
        {
          "name": "Cabramatta",
          "blurb": "Vietnamese suburb."
        }
      ]
    }
  ],
  "tips": [
    {
      "heading": "Souvenirs",
      "details": "Sydney's souvenirs capture the essence of the city's vibrant culture, natural beauty, and iconic landmarks. But for a fun and unique Aussie treat, bring home a small bottle of chicken salt—a local favorite that adds a delicious twist to fries and snacks. Load up on plenty to share!"
    },
    {
      "heading": "Cash and Cards",
      "details": "You usually won't need cash; your travel card will suffice. While most places accept cards, a few Asian restaurants might be cash-only. If you need cash, just let me know, and I can help."
    },
    {
      "heading": "Tipping",
      "details": "Tipping isn't customary in Australia. If a place prompts for a tip, you can simply select 'No tip'. Some restaurants are starting to include tipping to increase their revenue, but it's not the norm."
    },
    {
      "heading": "Sun Protection",
      "details": "The Australian sun is intense due to the ozone layer's thinning. Be sure to apply sunscreen every 4 hours to protect your skin."
    },
    {
      "heading": "Snorkeling Gear",
      "details": "We have snorkeling gear for you to borrow if you're interested in exploring underwater."
    },
    {
      "heading": "Public Transport",
      "details": "Sydney's public transport within the city is efficient and convenient. You can use your debit or credit card, Apple Pay, or Google Pay to tap on and off buses, trains, and ferries."
    },
    {
      "heading": "Car Rental",
      "details": "If you need a car, let me know. We can arrange for you to use my [GoGet](https://www.goget.com.au/), which is often cheaper than Uber Carshare (discontinued as of 12 September 2024) or traditional car rentals. Remember, Australians drive on the left side of the road, so please drive carefully!"
    },
    {
      "heading": "Airport Transport",
      "details": "Avoid taking the train between the airport and the city; it's quite expensive at $25-35 per person. Avoid taxis too, as they can be pricey, especially if they think you're a tourist—they may charge a higher rate. For groups, it's often more economical to take an Uber or DiDi. During non-peak times, an Uber might cost around $35-$40, which is reasonable if split among two or more people. During peak times, prices can soar to $60-$80, but check DiDi as their prices are typically cheaper, and walk to the pickup point."
    }
  ]
}
